interface AdditionalInfoProps {
	number: string;
	title: string;
	text: string | string[];
}

export const advantages: AdditionalInfoProps[] = [
	{
		number: '01',
		title: 'Досвід та довіра',
		text: `Ми працюємо для вас вже понад 5 років, допомагаючи створювати
								сади мрії — у дворі, на дачі, на балконі чи просто на
								підвіконні. За цей час тисячі наших клієнтів стали друзями, а
								їхні ділянки — квітучими просторами, наповненими турботою та
								красою.`,
	},
	{
		number: '02',
		title: 'Асортимент з любов’ю',
		text: `Ми працюємо для вас вже понад 5 років, допомагаючи створювати
								сади мрії — у дворі, на дачі, на балконі чи просто на
								підвіконні. За цей час тисячі наших клієнтів стали друзями, а
								їхні ділянки — квітучими просторами, наповненими турботою та
								красою.`,
	},
	{
		number: '03',
		title: 'Даруємо зелене щастя',
		text: `Ми працюємо для вас вже понад 5 років, допомагаючи створювати
								сади мрії — у дворі, на дачі, на балконі чи просто на
								підвіконні. За цей час тисячі наших клієнтів стали друзями, а
								їхні ділянки — квітучими просторами, наповненими турботою та
								красою.`,
	},
	{
		number: '04',
		title: 'Доставка по всій Україні',
		text: [
			'Нова Пошта та Укрпошта',
			'Варіанти доставки: відділення, поштомат або кур’єр',
			'Перед відправкою ми перевіряємо кожну рослину',
			'Якщо виникають питання — ми завжди на зв’язку',
		],
	},
	{
		number: '05',
		title: 'Чому з нами приємно садити',
		text: [
			'Якість — лише перевірені постачальники, контроль кожного саджанця',
			'Великий вибір — квіти, кущі, дерева, розсада для будь-якого стилю',
			'Турбота та підтримка — ми завжди поруч, щоби допомогти',
			'Швидка доставка — незалежно від сезону',
			'Теплота — ми справді любимо',
		],
	},
];
